const JS_eLang =
{
	
	HereMosqueName		: "هنا إسم المسجد",
	DohaTime			: "دخول وقت الضحى",
	MinutesToIqama		: "المتبقي للإقامة",
	MinutesToDoha		: "المتبقي للضحى",
	AzanCalling			: "أذان",
	AzanNAME			: "الآذان",
	NextPrayTime	 	: "المتبقي ل",
	NamesOfPrayings		: "الفجر,الشروق,الظهر,العصر,المغرب,العشاء",
	NamesWeekDays		: "الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت",
	NamesMonthsMiladi	: "يناير,فبراير,مارس,أبريل,مايو,يونيو,يوليو,أغسطس,سبتمبر,أكتوبر,نوفمبر,ديسمبر",
	MenuMonthsHijri		: "محرم,صفر,ربيع الأول,ربيع الآخر,جمادى الأولى,جمادى الآخرة,رجب,شعبان,رمضان,شوال,ذو القعدة,ذو الحجة",
	
	MenuFullScreen		: "توسيع الشاشه",
	MenuMosqueNAME		: "تحرير إسم المسجد",
	MenuMosqueMessage	: "تحرير إعلانات المسجد",
	MenuLocation		: "إختيار موقع المسجد",
	MenuHijriClick		: "ضبط التاريخ الهجري",
	MenuThemes			: "تغيير خلفية الشاشه",
	MenuOptions			: "خيارات",
	MenuAzkar			: "استعراض الاذكار",
	MenuSliders			: "استعراض الشرائح",
	MenuAdjustments		: "ضبط وقت الأذان والإقامة",
	MenuBlackscreen		: "ضبط إخفاء الشاشه",
	MenuMosquelogo		: "شعار المسجد",
	MenuRestartApp		: "إعادة تحميل البرنامج",
	MenuGoMobile		: "تطبيق عبر الإنترنت للجوال",
	MenuAboutTawkit		: "معلومات عن البرنامج",

	XXDoaAzanIqama		: "الدعاء بين الأذان والإقامة لا يرد",
	XXFastingMonday		: "تذكير بسنة صيام غدا الإثنين",
	XXFastingThursday	: "تذكير بسنة صيام غدا الخميس",
	
	XX_OPTION_0			: "تفعيل 24 ساعة",
	XX_OPTION_1			: "تفعيل الساعة الكاملة",
	XX_OPTION_2			: "تخفيت الصلوات الماضية",
	

	XX_ADJUST_1			: "تكبير العد التنازلي على الشاشة",
	XX_ADJUST_2			: " (MP3) استخدم الصوت للأذان ",
	XX_ADJUST_3			: "أضف 30 دقيقة إلى العشاء في رمضان",
	
	XX_PRAYER			: "الصلاة",
	XX_IQAMA			: "الإقامة",
	XX_DOHA				: "الضحى",
	
	XX_DIMMER_0			: "تفعيل إخفاء الشاشة أثناء الصلاة ",
	XX_DIMMER_1			: "اخفاء الشاشة بعد 30 دقيقة من الشروق",
	XX_DIMMER_2			: "اخفاء الشاشة بعد 60 دقيقة من العشاء",
	XX_DIMMER_3			: "إخفاء الشاشة قبل الظهر",
	XX_DIMMER_4			: "إظهار الشاشة بعد الظهر",
	XX_DIMMER_5			: "مدة الصلاة لإخفاء الشاشة",
	
	XX_AZKAR_4			: "اعرض صورة واحدة فقط ، ثابتة لمدة 5 دقائق ",
	
	XX_TIMES_2			: "اختر بلد و مدينة المسجد",
	XX_TIMES_3			: "إذا لم تكن مدينتك في القائمة ، فحدد (00.000.PERSONAL)",
	XX_TIMES_4			: "و قم بتعديل الملف (/data/00/wtimes-00.000.js) لتناسب أوقات مسجدك",
	XX_TIMES_5			: "أعد تحميل التطبيق",
	
	
	XX_BOX_0			: "اضغط على التاريخ الهجري لتعديل التاريخ + 2 / -2",
	XX_BOX_1			: "لوضع شعار المسجد الخاص بك على التطبيق ،",
	XX_BOX_2			: " قم بتعديل الملف (logo.png) في مجلد التطبيق. ",
	
	XX_COMMANDER_0		: "تفعيل مجدول الأوامر الصوتية",
	XX_MISC_0			: "قم بإعادة تحميل الصفحة بعد التعديلات",
	XX_MISC_1			: "انقر فوق إسم أوساعة الفجر لتغيير الخلفيات",
	
	XX_NO_SELL			: "Freeware Application, Forbidden To Sell It",
	
	XX_JOMOA			: "الجمعة",
	XX_IQAMAASHOUR		: "إظهار الإقامة مع الساعة",
	XX_SUMMERTIME		: "إضافة ساعة واحدة لأوقات الصلاة في الصيف",
	
	
	W9_ARABICDIGITS		: "تفعيل الأرقام العربية",
	XX_WCSV_MESSAGE		: "تفعيل الملف الشخصي لأوقات الصلاة والإقامة .<br>( JAMAAT TIMES ) قم بتعديل الملف (wcsv.js) في مجلد التطبيق.",
	W9_SetJOMOA_TIME	: "ضبط وقت خطبة الجمعة",
	W9_eCOUNTDOWNOnOff	: "إظهار العد التنازلي",
	XX_1MOREHOUR		: "أضف يدويًا ساعة واحدة إلى جميع الأوقات",
	XX_1LESSHOUR		: "إزالة ساعة واحدة من جميع الأوقات يدويًا",
	
	XX_eShortAZAN		: "استخدم صوت أذان قصير",
	XX_eShortIQAMA		: "استخدم صوت إقامة قصير",
	
	XX_YearlyWTIMES		: "لإنشاء ملف البيانات للعام الكامل ، انتقل إلى :",
	
	XX_METEO			: "تفعيل حالة الطقس",
	APP_FONTS			: "ضبط خطوط التطبيق",
	W9_AYATS_ACTIVE		: "إظهار الآيات والأحاديث على الشاشة العمودية",

	XX_FORCED_VERTICAL	: "العرض العمودي",
	XX_SCROLLABLE_MSG	: "تفعيل شريط النص المتحرك",
	XX_HIDE_IQAMAT		: "ساعة المنزل - إخفاء أوقات الإقامة",
	XX_HIDEPROGRESS		: "إخفاء الشريط الدائري عند العد التنازلي",
	XX_ZEROS_AMPM		: "Add Zero to AM/PM Times (04:35 AM)",
	XX_METEOPRYRS		: "تفعيل حالات الطقس جنب أوقات الصلاة",
	XX_METEO_A			: "حالة الطقس",
	XX_TIME2SHRQ		: "المتبقي للشروق",
	XX_WQT_SHRQ			: "الشروق",
	XX_5BOXES_ONLY		: "تكبير أوقات الصلاة و الإقامة في العرض الأفقي",
	XX_IQAMAT_SALAT		: "إقامة الصلاة",
	XX_SHOWNAMES		: "إظهار العناوين في الشاشة الرأسية",
	
	XX_JOMOA_ONOFF		: "الجمعة : وقت بداية الخطبة",
	XX_MSQ_ELECTRICITY	: "إدارة كهرباء المسجد",
	XX_JANAZAT_COUNTER	: "تفعيل أعداد الجنائز على الشاشة الأفقية",
	XX_COMMANDER_AUDIO	: "تفعيل مجدول الأوامر الصوتية",
	XX_COMMANDER_HTTP	: "http_commander",
	XX_JANAZAT_TEXTER	: "هذا الخيار يظهر أعداد الجنائز جنب أوقات الصلاة. أنقر على منتصف القرص الأسود لإضافة جنازة ، انقر على أسفل القرص لنقص العدد",
	XX_ADMINMSGS_0		: "إعلانات المسجد أسفل الشاشة",
	XX_ADMINMSGS_TEXTER	: "هنا يمكنك إضافة الرسائل  مثل آيات قرآنية  و أحاديث أو أي معلومات مفيدة ليتم عرضها أسفل الشاشة. يمكنك أيضًا تفعيل الشريط المتحرك ، أو إظهار رسالة ثابتة فقط.",
	XX_ADMINMSGS_HELP	: "معلومة : انقر نقرًا مزدوجًا على الرسالة للتحرير. <br>انقر نقرًا مزدوجًا على (DAILY) لتغيير يوم أو تاريخ الرسالة",
	XX_ADD_MSG			: "إضافة رسالة",
	XX_DOHR_XMIN_ASR	: "الظهر = العصر - x دقيقة  (أنقر للتغيير) : ",
	XX_JOMOA_INLOGO		: "وقت الجمعة مكان الشعار في الشاشة الأفقية",
	MenuDimmerDirect	: "إخفاء الشاشه يدويا",
	XX_AZKAR_0			: "تفعيل الأذكار بعد الصلاة المفروضة",
	XX_SLIDERS_0		: "تفعيل الشرائح",
	XX_JOMOA_SHOW		: "إظهار الجمعة على الشاشة الأفقية",
	XX_VR_MIDDLENAMES	: "وضع أسماء الصلوات في المنتصف في الشاشة العمودية",
	XX_VR_NoNEXTNoJMA	: "تكبير الأوقات في العرض العمودي بإزالة الجمعة والصلاة االقادمة",
	MenuAzkarSabahMasaa	: "أذكار الصباح و المساء",
	XX_AZKAR_SABAH		: "تفعيل أذكار الصباح, بعد صلاة الفجر",
	XX_AZKAR_ASR		: "تفعيل أذكار المساء, بعد صلاة العصر",
	XX_AZKAR_MAGRIB		: "تفعيل أذكار المساء, بعد صلاة المغرب",
	XX_AZKAR_ISHA		: "تفعيل أذكار المساء, بعد صلاة االعشاء",
	XX_1MIN_COUNTER		: "تكبير العداد على شاشة سوداء عند آخر دقيقة",
	XX_IQAMASCREEN		: "إظهار شاشة الإقامة قبل الشاشة السوداء",
	
}










