const JS_eLang =
{
	
	HereMosqueName		: "Бул жерде мечиттин аты",
	DohaTime			: "Зуха убактысынын кириши",
	MinutesToIqama		: "Икаматкачейин калган убакыт",
	MinutesToDoha		: "Зуха убактысы",
	AzanCalling			: "Азан чакыруу",
	AzanNAME			: "Азан аты ",
	NextPrayTime	 	: "Кийинки намаз убактысы",
	NamesOfPrayings		: "Багымдат,Ишрак,Бешим,Аср,Шам,Куптан",
	NamesWeekDays		: "Жекшемби,Дүйшөмбү,Шейшемби,Шаршемби,Бейшемби,Жума,Ишемби",
	NamesMonthsMiladi	: "Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь",
	MenuMonthsHijri		: "Мухаррам,Сафар,Рабиул-аввал,Рабиул-Ахир,Жумадаул-аввал,Жумадаул-Ахир,Ражаб,Шаъбан,Рамазан,Шаввал,Зул-Ка’да,Зул-Хижжа",
	
	MenuFullScreen		: "Экранды кеңейтүү",
	MenuMosqueNAME		: "Мечиттин атын өзгөртүү",
	MenuMosqueMessage	: "Мечиттин жарнактарын оңдоо",
	MenuLocation		: "Мечиттин ордун тандоо",
	MenuHijriClick		: "Хижрий датаны өзгөртүү",
	MenuThemes			: "Экрандын обоин өзгөртүү",
	MenuOptions			: "Параметрлер",
	MenuAzkar			: "Зикирлерди көрсөтүү",
	MenuSliders			: "Слайддар өзгөртүү",
	MenuAdjustments		: "Азан жана икама убактысын өзгөртүү",
	MenuBlackscreen		: "Экранды жашырууну өзгөртүү",
	MenuMosquelogo		: "Мечиттин логотиби",
	MenuRestartApp		: "Программаны кайра жүктөө",
	MenuGoMobile		: "Мобилдик онлайн колдонмо",
	MenuAboutTawkit		: "Программа тууралуу маалымат",

	XXDoaAzanIqama		: "Азан менен икаматтын ортосундагы дуба кайтарылбайт",
	XXFastingMonday		: "Эртең, Дүйшөмбү күнкү сүннөт орозосу тууралуу эскертүү",
	XXFastingThursday	: "Эртең, бейшемби күнкү сүннөт орозосу тууралуу эскертүү",
	
	XX_OPTION_0			: "24 саат активдештирүү",
	XX_OPTION_1			: "Толук саатты активдештирүү",
	XX_OPTION_2			: "Өткөн намаздар жашыруу",
	

	XX_ADJUST_1			: "Экрандагы артка санакты чоңойтуу",
	XX_ADJUST_2			: "Азан үчүн (MP3) аудиону колдонуңуз",
	XX_ADJUST_3			: "Рамазан айында Куптан намазына 30 мүнөт кошуңуз",
	
	XX_PRAYER			: "Намаз",
	XX_IQAMA			: "Икама",
	XX_DOHA				: "Зуха",
	
	XX_DIMMER_0			: "Намаз учурунда экранды жашырууну иштетүү",
	XX_DIMMER_1			: "Күн чыккандан 30 мүнөттөн кийин экранды жашыруу",
	XX_DIMMER_2			: "Куптан намазынан 60 мүнөттөн кийин экранды жашыруу",
	XX_DIMMER_3			: "Бешим намазына чейин экранды жашыруу",
	XX_DIMMER_4			: "Бешим намазынан кийин экранды көрсөтүү",
	XX_DIMMER_5			: "Экранды жашыруу үчүн намаздын мөнөтү",
	
	XX_AZKAR_4			: "5 мүнөткө бир гана сүрөттү көрсөтүңүз",
	
	XX_TIMES_2			: "Мечиттин өлкөсүн жана шаарын тандаңыз",
	XX_TIMES_3			: "Шаарыңыз тизмеде жок болсо, анда  (00.000.PERSONAL) тандаңыз",
	XX_TIMES_4			: "Мечитиңиздин убактысына ылайыктуу болуусу үчүн файлды (/data/00/wtimes-00.000.js) түзөтуңуз",
	XX_TIMES_5			: "Колдонмону кайра жүктөңүз",
	
	
	XX_BOX_0			: "+2/-2 датаны өзгөртүү үчүн хижрий датаны басыңыз",
	XX_BOX_1			: "Тиркемеге мечитиңиздин логотибин коюу үчүн",
	XX_BOX_2			: "Колдонмо папкасындагы файлды (logo.png) түзөтүңүз",
	
	XX_COMMANDER_0		: "Үн буйругун пландаштыргычты активдештирүү",
	XX_MISC_0			: "Өзгөртүүлөрдү киргизгенден кийин баракты кайра жүктөңүз",
	XX_MISC_1			: "Сүрөттөрдү өзгөртүү үчүн ысымды же Фажр саатын басыңыз",
	
	XX_NO_SELL			: "Колдонмо бекер, аны сатууга тыюу салынган",
	
	XX_JOMOA			: "Жума намазы",
	XX_IQAMAASHOUR		: "Икаматты саат менен көрсөтүү",
	XX_SUMMERTIME		: "Жайында намаз убактысына бир саат кошуу",
	
	
	W9_ARABICDIGITS		: "Араб номерлерин активдештирүү",
	XX_WCSV_MESSAGE		: "Намаз жана икама убакыттары үчүн профилди активдештириңиз.<br>(JAMAAT TIMES) Колдонмо папкасындагы файлды (wcsv.js) түзөтүңүз.",
	W9_SetJOMOA_TIME	: "Жума кутбасынын убактысын тууралоо",
	W9_eCOUNTDOWNOnOff	: "Артка санакты көрсөтүү",
	XX_1MOREHOUR		: "Бардык убакыттарга бир саат кол менен кошуңуз",
	XX_1LESSHOUR		: "Бардык убактан бир саат кол менен алып салыңыз",
	
	XX_eShortAZAN		: "Кыска азан үнүн колдонуңуз",
	XX_eShortIQAMA		: "Кыска икамат үнүн колдонуңуз",
	
	XX_YearlyWTIMES		: "Толук жыл маалымат файлын түзүү үчүн, өтүңүз",
	
	XX_METEO			: "Аба ырайынын абалын активдештирүү",
	APP_FONTS			: "Колдонмонун шрифттерин тууалоо",
	W9_AYATS_ACTIVE		: "Тик экранда аяттарды жана хадистерди көрсөтүү",

	XX_FORCED_VERTICAL	: "Вертикалдуу дисплей",
	XX_SCROLLABLE_MSG	: "Анимацияланган текст тилкесин активдештирүү",
	XX_HIDE_IQAMAT		: "Үй сааты - Икамат убакыттарында жашыруу",
	XX_HIDEPROGRESS		: "Төмөн санаганда тегерек тилкени жашырыңыз",
	XX_ZEROS_AMPM		: "Нөлдү AM/PM Times (04:35) кошуу",
	XX_METEOPRYRS		: "Намаз убакыттарынын жанында аба ырайынын абалын активдештирүү",
	XX_METEO_A			: "аба ырайы",
	XX_TIME2SHRQ		: "Күн чыкканга чейин калды",
	XX_WQT_SHRQ			: "күндүн чыгышы",
	XX_5BOXES_ONLY		: "Намаз жана Икама убакыттарын горизонталдуу көрүнүштө чоңойтуу",
	XX_IQAMAT_SALAT		: "Намаз икаматы",
	XX_SHOWNAMES		: "Тик экранда аталыштарды көрсөтүү",
	
	XX_JOMOA_ONOFF		: "Жума: кутба башталышы",
	XX_MSQ_ELECTRICITY	: "Мечиттин электр жарыгын башкаруу",
	XX_JANAZAT_COUNTER	: "Горизонталдуу экранда жаназаларды санын активдештирүү",
	XX_COMMANDER_AUDIO	: "Үн буйругун пландаштыргычты активдештирүү",
	XX_COMMANDER_HTTP	: "http_commander",
	XX_JANAZAT_TEXTER	: "Бул параметр намаз убактысынын жанындагы жаназалардын санын көрсөтөт. Жаназа кошуу үчүн кара дисктин ортосуна чыкылдатыңыз, санын азайтуу үчүн дисктин ылдый жагын басыңыз",
	XX_ADMINMSGS_0		: "Экрандын ылдый жагында мечиттин жарнактары",
	XX_ADMINMSGS_TEXTER	: "Бул жерде сиз Куран аяттары, хадистер же экрандын ылдый жагында көрсөтүлө турган ар кандай пайдалуу маалымат сыяктуу билдирүүлөрдү кошо аласыз. Сиз ошондой эле анимацияланган тилкени иштетип же жөн гана статикалык билдирүүнү көрсөтө аласыз.",
	XX_ADMINMSGS_HELP	: "Маалымат: Түзөтүү үчүн билдирүүнү эки жолу басыңыз. <br>Кабардын күнүн же датасын өзгөртүү үчүн (КҮНДӨЛҮК) ​​эки жолу басыңыз",
	XX_ADD_MSG			: "Билдирүү кошуу",
	XX_DOHR_XMIN_ASR	: "Бешим = Аср - х мүнөт (өзгөртүү үчүн басыңыз)",
	XX_JOMOA_INLOGO		: "Жума убактысы, горизонталдуу экранда логотип жайгашкан жери",
	MenuDimmerDirect	: "Экранды кол менен жашыруу",
	XX_AZKAR_0			: "Парз намаздан кийин зикир дубаларды активдештирүү",
	XX_SLIDERS_0		: "Слайддарды активдештирүү",
	XX_JOMOA_SHOW		: "горизонталдуу экранда жума күнүн көрсөтүү",
	XX_VR_MIDDLENAMES	: "Тик экрандын ортосуна намаздардын атын коюу",
	XX_VR_NoNEXTNoJMA	: "Жума жана келе жаткан намаздарды алып салуу менен тик дисплейде убакыттарды чоңойтуңуз",
	MenuAzkarSabahMasaa	: "Эртең менен жана кечиндеги зикирлер",
	XX_AZKAR_SABAH		: "Багымдат намазынан кийин таңкы зикирлерди активдештирүү",
	XX_AZKAR_ASR		: "Бешим намазынан кийин кечки зикирди активдешртирүү",
	XX_AZKAR_MAGRIB		: "Шам намазынан кийин кечки зикирлерди активдештирүү",
	XX_AZKAR_ISHA		: "Куптан намазынан кийин кечки зикирлерди активдештирүү",
	XX_1MIN_COUNTER		: "Акыркы мүнөттө кара экрандагы таймерди чоңойтуу",
	XX_IQAMASCREEN		: "Кара экрандын алдында икамат экранын көрсөтүү",
	
}


/*
Рустам жана Абдулла Тиллабаевдин араб тилинен кыргызчага котормосу
Translation of Rustam and Abdullah Tillabaev from Arabic to Kyrgyz language
ترجمة رستم وعبد الله تلابايف من اللغة العربية إلى اللغة القرغيزية
*/
